tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "modularml/packages"
tap "mrkai77/cask"
tap "openresty/brew"
tap "ringohub/redis-cli"
brew "cairo"
brew "pycparser"
brew "cffi"
brew "openssl@3"
brew "cryptography"
brew "mpdecimal"
brew "python@3.12"
brew "certbot"
brew "coreutils"
brew "cppcheck"
brew "curl"
brew "delve"
brew "docutils"
brew "dos2unix"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fnm"
brew "fzf"
brew "gawk"
brew "git"
brew "go"
brew "go@1.18"
brew "gofumpt"
brew "golangci-lint"
brew "gron"
brew "hadolint"
brew "hping"
brew "httpie"
brew "hurl"
brew "ipinfo-cli"
brew "ispell"
brew "jq"
brew "lsd"
brew "make"
brew "mkcert"
brew "mysql-client"
brew "mysql-client@8.0"
brew "nginx", restart_service: true
brew "nss"
brew "nvm"
brew "openssl@1.1"
brew "pkg-config"
brew "pnpm"
brew "poppler"
brew "virtualenv", link: false
brew "pre-commit", link: false
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "ripgrep"
brew "swiftformat"
brew "talisman"
brew "telnet"
brew "tig"
brew "tldr"
brew "tree"
brew "unar"
brew "wget"
brew "yazi"
brew "zoxide"
brew "go-task/tap/go-task"
brew "modularml/packages/modular"
brew "openresty/brew/openresty"
brew "ringohub/redis-cli/redis-cli"
cask "bleunlock"
cask "font-maple"
cask "font-symbols-only-nerd-font"
cask "input-source-pro"
cask "keyboardholder"
cask "raycast"
cask "xcodes"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "fehey.brackets-light-pro"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "moshfeu.compare-folders"
vscode "ms-ceintl.vscode-language-pack-zh-hans"
vscode "rust-lang.rust-analyzer"
vscode "shd101wyy.markdown-preview-enhanced"
