tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "modularml/packages"
tap "mrkai77/cask"
tap "openresty/brew"
tap "ringohub/redis-cli"
tap "teamookla/speedtest"
tap "tinygo-org/tools"
brew "xz"
brew "jpeg-xl"
brew "aom"
brew "mpdecimal"
brew "openssl@3"
brew "cairo"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "python@3.12"
brew "certbot"
brew "clang-format"
brew "coreutils"
brew "cppcheck"
brew "curl"
brew "delve"
brew "docutils"
brew "dos2unix"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "findutils"
brew "fnm"
brew "fzf"
brew "gawk"
brew "git"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "pinentry"
brew "gnupg"
brew "go"
brew "go@1.18"
brew "gofumpt"
brew "golangci-lint"
brew "gpgme"
brew "grep"
brew "gron"
brew "hadolint"
brew "hping"
brew "httpie"
brew "hurl"
brew "ipinfo-cli"
brew "iproute2mac"
brew "ispell"
brew "jq"
brew "lazygit"
brew "lsd"
brew "make"
brew "openjdk"
brew "maven"
brew "mkcert"
brew "mysql-client"
brew "mysql-client@8.0"
brew "netcat"
brew "nginx"
brew "nss"
brew "numpy"
brew "nvm"
brew "openssl@1.1"
brew "openvino"
brew "pkgconf"
brew "pnpm"
brew "poppler"
brew "pre-commit", link: false
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "ripgrep"
brew "scamper"
brew "six", link: false
brew "swiftformat"
brew "swiftlint"
brew "talisman"
brew "telnet"
brew "tig"
brew "tldr"
brew "tree"
brew "unar"
brew "virtualenv", link: false
brew "wget"
brew "yazi"
brew "zoxide"
brew "go-task/tap/go-task"
brew "modularml/packages/modular"
brew "openresty/brew/openresty"
brew "ringohub/redis-cli/redis-cli"
brew "teamookla/speedtest/speedtest"
brew "tinygo-org/tools/tinygo"
cask "font-maple-mono"
cask "font-symbols-only-nerd-font"
cask "input-source-pro"
cask "keyboardholder"
cask "orbstack"
cask "raycast"
cask "swiftformat-for-xcode"
cask "wireshark"
vscode "anysphere.pyright"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "k--kato.intellij-idea-keybindings"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-zh-hans"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.makefile-tools"
