tap "bufbuild/buf"
tap "glinford/tap"
tap "go-task/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazydocker"
tap "modularml/packages"
tap "mrkai77/cask"
tap "nikitabobko/tap"
tap "openresty/brew"
tap "ringohub/redis-cli"
tap "soloantonio/cartero"
tap "teamookla/speedtest"
tap "tinygo-org/tools"
tap "zurawiki/brews"
brew "xz"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "protobuf"
brew "mpdecimal"
brew "autocorrect"
brew "bash"
brew "biome"
brew "cairo"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "certbot"
brew "clang-format"
brew "cocoapods"
brew "coreutils"
brew "cppcheck"
brew "curl"
brew "delve"
brew "docutils"
brew "dos2unix"
brew "duti"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "findutils"
brew "fnm"
brew "fzf"
brew "gawk"
brew "git"
brew "git-lfs"
brew "gitleaks"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "pinentry"
brew "gnupg"
brew "go@1.18"
brew "go@1.23"
brew "gofumpt"
brew "golangci-lint"
brew "gpgme"
brew "grep"
brew "gron"
brew "hadolint"
brew "numpy"
brew "harlequin"
brew "hping"
brew "httpie"
brew "hurl"
brew "ipinfo-cli"
brew "python@3.12"
brew "iproute2mac"
brew "ispell"
brew "jq"
brew "lazygit"
brew "lsd"
brew "make"
brew "openjdk"
brew "maven"
brew "mkcert"
brew "yt-dlp"
brew "mpv"
brew "mtr"
brew "mysql-client"
brew "mysql-client@8.0"
brew "netcat"
brew "nginx"
brew "nmap"
brew "nss"
brew "nvm"
brew "openssl@1.1"
brew "openvino"
brew "pipx"
brew "pkgconf"
brew "poppler"
brew "posting"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "rbenv-vars"
brew "ripgrep"
brew "ruby@3.3"
brew "scamper"
brew "sing-box"
brew "six", link: false
brew "swiftformat"
brew "swiftlint"
brew "talisman"
brew "tcptraceroute"
brew "telnet"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "unar"
brew "virtualenv", link: false
brew "wget"
brew "yazi"
brew "zoxide"
brew "bufbuild/buf/buf"
brew "go-task/tap/go-task"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazydocker/lazydocker"
brew "modularml/packages/modular"
brew "openresty/brew/openresty"
brew "ringohub/redis-cli/redis-cli"
brew "teamookla/speedtest/speedtest"
brew "tinygo-org/tools/tinygo"
brew "zurawiki/brews/gptcommit"
cask "aerospace"
cask "font-maple-mono"
cask "font-symbols-only-nerd-font"
cask "input-source-pro"
cask "keyboardholder"
cask "orbstack"
cask "raycast"
cask "sfm"
cask "wireshark-app"
cask "xcodes-app"
